[MD_WOTC_BOIII_SMG_MSMC_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="现代冲锋枪"
FriendlyNamePlural="现代冲锋枪"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：5.56×30毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SMG_MSMC_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="XMC-型"
FriendlyNamePlural="XMC-型"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：5.56×30毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SMG_MSMC_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="MX11 CQB 卡宾枪 "
FriendlyNamePlural="MX11 CQB 卡宾枪"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_SMG_MSMC_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="现代冲锋枪"
FriendlyNamePlural="现代冲锋枪"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：5.56×30毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SMG_MSMC_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="XMC-型"
FriendlyNamePlural="XMC-型"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：5.56×30毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SMG_MSMC_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="MX11 CQB 卡宾枪"
FriendlyNamePlural="MX11 CQB 卡宾枪"
AbilityDescName="冲锋枪"
BriefSummary="该枪由印度国防研究与发展组织下属的武器装备研究与发展局研制，计划用于取代印度军方和其他执法机构又老又旧的斯太令冲锋枪。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，长冲程\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：印度\n<Bullet/>级别：光束"